<html>
 <head>
  <meta charset="UTF-8">
  <title>เฉลยแบบทดสอบวิชาพื้นฐานและวิชาชีพครูู</title>
 </head>
<body>
   <style>
        body {
            font-family: "th sarabun new", sans-serif;
			font-size: 22px;
			cursor: pointer;
			background-size: cover; /* ปรับขนาดภาพพื้นหลังให้ครอบทั้งหน้าจอ */
            background-repeat: no-repeat; /* ไม่ต้องทำซ้ำภาพพื้นหลัง */
            background-position: center; /* ตำแหน่งภาพพื้นหลังที่จะแสดง *
        }
    </style>
<style>
        .content {
           
            line-height: 1.0; /* กำหนดระยะห่างระหว่างบรรทัด */	
        }
		 h1 {
            background-color: #FFCC66; /* กำหนดสีพื้นหลังของ h1 */
            color: #000000; /* กำหนดสีข้อความของ h1 */
            padding: 15px; /* กำหนดการเพิ่มพื้นที่รอบข้อความ */
			border-radius: 60px;
        }		
</style>
<body>
    <div class="content">
        <center><strong><h1>เฉลยแบบทดสอบวิชาพื้นฐานและวิชาชีพครู</h1></strong></center>
        <center><strong><h2>เรื่องการใช้เทคโนโลยีสารสนเทศ</h2></strong></center>
    </div>
<strong>1.ข้อใดกล่าวถูกต้องที่สุดเกี่ยวกับระบบดูแลช่วยเหลือนักเรียน<br></strong>
&nbsp;&nbsp;ก. ครูเจ้าขุนจัดประชุมผู้ปกครองชั้นเรียนโดยเชิญเฉพาะนักเรียนที่มีปัญหา<br>
&nbsp;&nbsp;ข. ครูเจ้านายพัฒนาและส่งเสริมนักเรียนเป็นการสนับสนุนเฉพาะกลุ่มปกติ<br>
&nbsp;&nbsp;ค. ครูเจนรู้จักนักเรียนเป็นภาพรวม ไม่ได้รู้รายละเอียดพื้นฐานของแต่ละคน<br>
&nbsp;&nbsp;ง. ครูเจ้าสัวช่วยเหลือนักเรียนแล้วพฤติกรรมไม่ดีขึ้นจึงไม่สนใจนักเรียนคนนั้นอีก<br>
&nbsp;&nbsp;<font color = "red">จ. ครูจอมทัพพิจารณาข้อมูลนักเรียนเพื่อการจัดกลุ่ม และดูแลช่วยเหลือนักเรียนได้อย่างถูกต้อง<p></font>

<strong>2.ข้อใดกล่าวถึงประโยชน์ของการศึกษาวิเคราะห์พฤติกรรมของนักเรียนแบบศึกษารายกรณีเกี่ยวกับการเรียนการสอนได้ถูกต้องที่สุด<br></strong>
&nbsp;&nbsp;ก. ช่วยให้ผู้ปกครองเข้าใจในตัวเด็กของตนได้ดีขึ้น<br>
&nbsp;&nbsp;ข. สืบค้นหาสาเหตุที่ทำให้ผู้เรียนมีพฤติกรรมที่ผิดปกติ<br>
&nbsp;&nbsp;ค. ช่วยให้นักเรียนได้เกิดความเข้าใจในตนเอง สามารถพัฒนาวางแผนชีวิต<br>
&nbsp;&nbsp;<font color = "red">ง. สามารถนำข้อเท็จจริงเหล่านั้นมาใช้ในการปรับปรุงการเรียนการสอน การจัดกิจกรรมการเรียนรู้<br></font>
&nbsp;&nbsp;จ. สืบค้นรูปแบบของพัฒนาการของนักเรียน ทั้งในด้านร่างกาย สติปัญญา อารมณ์ สังคม และจิตใจ<p>
 
<strong>3.ข้อใดเรียงลำดับกระบวนการและขั้นตอนของระบบการดูแลช่วยเหลือนักเรียนได้ถูกต้อง<br></strong>
&nbsp;&nbsp;ก. การรู้จักนักเรียนเป็นรายบุคคล > การคัดกรองนักเรียน > การป้องกันและแก้ไขปัญหา > การส่งต่อ> การส่งเสริมนักเรียน<br>
&nbsp;&nbsp;<font color = "red">ข. การรู้จักนักเรียนเป็นรายบุคคล > การคัดกรองนักเรียน > การส่งเสริมนักเรียน > การป้องกันและแก้ไขปัญหา > การส่งต่อ<br></font>
&nbsp;&nbsp;ค. การรู้จักนักเรียนเป็นรายบุคคล > การส่งเสริมนักเรียน> การคัดกรองนักเรียน > การส่งต่อ >การป้องกันและแก้ไขปัญหา<br>
&nbsp;&nbsp;ง. การรู้จักนักเรียนเป็นรายบุคคล > การป้องกันและแก้ไขปัญหา > การคัดกรองนักเรียน >การส่งเสริมนักเรียน > การส่งต่อ <br>
&nbsp;&nbsp;จ. การป้องกันและแก้ไขปัญหา > การรู้จักนักเรียนเป็นรายบุคคล > การคัดกรองนักเรียน >การส่งเสริมนักเรียน > การส่งต่อ<p>
 
<strong>4.เด็กชายโอทีนำเสนอหน้าชั้นเรียนเกี่ยวกับเรื่องราววัยเด็กของตนเองว่า ตอนเด็กตนเองเคยกลัวเสียงฟ้า ร้องและกลัวเสียงดังมาก ๆ แต่พอโตมากลับไม่รู้สึกกลัวแต่อย่างใด อาจเป็นเพราะการเรียนรู้ธรรมชาติของ สิ่งต่าง ๆ" จากข้อความดังกล่าวจัดอยู่ในทฤษฎีลำดับขั้นความต้องการของมาสโลว์ในข้อใด <br></strong>
&nbsp;&nbsp;<font color = "red">ก. ความต้องการความปลอดภัย<br></font>
&nbsp;&nbsp;ข. ความต้องการทางด้านร่างกาย<br>
&nbsp;&nbsp;ค. ความต้องการได้รับความนับถือยกย่อง<br>
&nbsp;&nbsp;ง. ความต้องการที่จะเข้าใจตนเองอย่างแท้จริง<br>
&nbsp;&nbsp;จ. ความต้องการความรักและความเป็นเจ้าของ <p>
 
<strong>5.ข้อใดกล่าวถูกต้องที่สุดเกี่ยวกับระบบดูแลช่วยเหลือนักเรียน <br></strong>
&nbsp;&nbsp;ก. ครู A สรุปผลการคัดกรองพฤติกรรมนักเรียน รวบรวมข้อมูลและเก็บไว้เป็นความลับข<br>
&nbsp;&nbsp;ข. ครู B วิเคราะห์ข้อมูลพฤติกรรมนักเรียน รวบรวมข้อมูลจากนักเรียนเป็นรายบุคคลเพื่อดูแนวโน้ม<br>
&nbsp;&nbsp;ค. ครู C กำหนดวิธีการคัดกรองพฤติกรรมของนักเรียนในความรับผิดชอบโดยใช้วิธีการที่ตนเองกำหนด ขึ้นเอง<br>
&nbsp;&nbsp;ง. ครู E สรุปผลการคัดกรองพฤติกรรม รวบรวมข้อมูล รายงานผลให้กับผู้บริหารรับทราบเพื่อกำหนดนโยบาย<br>
&nbsp;&nbsp;<font color = "red">จ. ครู D วิเคราะห์ผลการคัดกรองพฤติกรรมของนักเรียน แบ่งนักเรียนออกเป็น 3 กลุ่ม คือ กลุ่มป้องกันกลุ่มแก้ไข กลุ่มส่งเสริมและพัฒนา <p></font>

<strong>6.ข้อใดไม่ใช่จุดมุ่งหมายของจิตวิทยาการศึกษา<br></strong>
&nbsp;&nbsp;ก. ช่วยให้ครูเข้าใจธรรมชาติ ความเจริญเติบโตของเด็ก<br>
&nbsp;&nbsp;ข. ช่วยให้ครูสามารถเตรียมบทเรียน วิธีสอน จัดกิจกรรม<br>
&nbsp;&nbsp;ค. ช่วยให้ผู้เรียนเข้ากับสังคมได้ดี ปรับตัวเข้ากับผู้อื่นได้ดี<br>
&nbsp;&nbsp;ง. ช่วยสร้างสัมพันธภาพที่ดีระหว่างครู ผู้ปกครองและผู้เรียน<br>
&nbsp;&nbsp;<font color = "red">จ. ช่วยจัดการและควบคุมเด็กที่มีความบกพร่องทางร่างกายได้ <p></font>

<strong>7.ข้อใดเป็นเป้าหมายของการจิตวิทยาสำหรับผู้เรียน<br></strong>
&nbsp;&nbsp;ก. ผู้เรียนเข้าใจปัญหาของครอบครัวมากขึ้น<br>
&nbsp;&nbsp;ข. ผู้เรียนมีสุขภาพร่างกายที่แข็งแรงสมบูรณ์<br>
&nbsp;&nbsp;ค. ผู้เรียนสามารถช่วยเหลือตนเองได้อย่างดีทุกด้าน<br>
&nbsp;&nbsp;ง. ผู้เรียนสามารถเลือกศึกษาต่อในระดับการศึกษาที่สูงได้<br>
&nbsp;&nbsp;<font color = "red">จ. ผู้เรียนสามารถใช้ชีวิตอยู่ในสังคมในทุกสภาพแวดล้อมได้<p></font>

<strong>8."เด็กหญิงนุชลีประสบปัญหาในเรื่องบุคลิกภาพที่เหมาะสมต่อหน้าสาธารณะ" การแนะแนวที่ช่วยแก้ไข ปัญหาดังกล่าวได้ เป็นการแนะแนวประเภทใด<br></strong>
&nbsp;&nbsp;ก. การแนะแนวการศึกษา<br>
&nbsp;&nbsp;ข. การแนะแนวอาชีพ<br>
&nbsp;&nbsp;ค. การแนะแนวทางจริยธรรม<br>
&nbsp;&nbsp;<font color = "red">ง. การแนะแนวด้านส่วนตัวและสังคม<br></font>
&nbsp;&nbsp;จ. การแนะแนวหลักการแก้ปัญหาอย่างสร้างสรรค์ <p>

<strong>9.ข้อใดกล่าวถูกต้องที่สุดเกี่ยวกับจุดมุ่งหมายของการศึกษาพฤติกรรม<br></strong>
&nbsp;&nbsp;<font color = "red">ก. เพื่อนำข้อมูลที่รวบรวมมาได้ของพฤติกรรมแต่ละบุคคลมาอธิบาย ทำนาย และควบคุม<br></font>
&nbsp;&nbsp;ข. การนำข้อมูลเชิงประจักษ์ของพฤติกรรมที่ศึกษามาจัดระบบและอธิบายตามแนวคิดหรือทฤษฎีค<br>
&nbsp;&nbsp;ค. รวบรวมข้อมูลที่เชื่อถือได้มาพิสูจน์ให้ได้ว่า เป็นสาเหตุและผลจริงตามคำทำนายในสมมติฐานหรือไม่<br>
&nbsp;&nbsp;ง. นำตัวแปรสาเหตุและตัวแปรผล ที่ผ่านการพิสูจน์แล้วมาหรือควบคุมให้บุคคลแสดงพฤติกรรมตามที่ต้องการ<br>
&nbsp;&nbsp;จ. ข้อมูลเชิงประจักษ์ที่ได้จากเครื่องมือวัดที่มีความเที่ยงตรง จะช่วยให้การอธิบายสาเหตุของพฤติกรรม มีความชัดเจน <p>

<strong>10.หากจะจัดกระบวนการเรียนรู้ที่อยู่บนพื้นฐานความแตกต่างของนักเรียน ควรปฏิบัติตามครูท่านใด<br></strong>
&nbsp;&nbsp;ก. ครูสมัครจัดโครงการส่งเสริมความสามารถทางด้านดนตรี<br>
&nbsp;&nbsp;ข. ครูสมรให้นักเรียนค้นหาคำตอบจากแหล่งเรียนรู้ในโรงเรียน<br>
&nbsp;&nbsp;ค. ครูสโรชาออกแบบกิจกรรมการเรียนรู้ที่เน้นให้ผู้เรียนได้ค้นหาข้อมูลตามความถนัดเพื่อตอบคำถามที่กำหนด<br>
&nbsp;&nbsp;ง. ครูสมปองใช้สื่อวีดิทัศน์เป็นสื่อการเรียนการสอนเพื่อให้นักเรียนเข้าใจบทเรียนอย่างเป็นรูปธรรมผ่านการรับรู้จากการดูและการได้ยิน<br>
&nbsp;&nbsp;<font color = "red">จ. ครูสมใจออกแบบกิจกรรมการเรียนรู้ที่มีทั้งการทำงานกลุ่ม ค้นคว้าด้วยตนเอง และการอภิปรายสถานการณ์ปัญหาการเรียนรู้จากสื่อที่มีการผสมผสาน <p></font>

<strong>11."ครูกุญแจซอลเป็นครูวิชาดนตรีเข้าร่วมการฝึกฝนจากหลายหลักสูตรและประกวดได้รับรางวัลหลายสาขาประสบความสำเร็จในเรื่องของความสามารถทางด้านดนตรีอย่างรวดเร็ว และครูกุญแจชอลยังคงหมั่น ฝึกฝนเพื่อความก้าวหน้าศักยภาพของตนเองอยู่เสมอ" จากข้อความดังกล่าวจัดอยู่ในทฤษฎีลำดับขั้นความ ต้องการของมาสโลว์ในข้อใด<br></strong>
&nbsp;&nbsp;ก. ความต้องการความปลอดภัย<br>
&nbsp;&nbsp;ข. ความต้องการทางด้านร่างกาย<br>
&nbsp;&nbsp;ค. ความต้องการได้รับความนับถือยกย่อง<br>
&nbsp;&nbsp;<font color = "red">ง.ความต้องการที่จะเข้าใจตนเองอย่างแท้จริง<br></font>
&nbsp;&nbsp;จ. ความต้องการความรักและความเป็นเจ้าของ <p>

<strong>12.การสร้างบรรยากาศการเรียนรู้ในข้อใดต่อไปนี้จะทำให้นักเรียนเกิดการแสดงความคิดเห็นอย่างหลากหลายใน ชั้นเรียนและเป็นชั้นเรียนแห่งการพูดคุย<br></strong>
&nbsp;&nbsp;ก. การให้นักเรียนทุกคนเขียนคำตอบหรือแสดงความคิดเห็นลงในแบบฝึกหัต<br>
&nbsp;&nbsp;ข. การใช้วิธีการสุ่มเลขที่ในการตอบคำถามเพื่อสร้างความตื่นเต้นในการเรียนรู้<br>
&nbsp;&nbsp;ค. การเปิดโอกาสให้นักเรียนทุกคนได้แสดงความคิดเห็นภายใต้การกำกับควบคุม<br>
&nbsp;&nbsp;<font color = "red">ง. การเปิดโอกาสให้นักเรียนทุกคนร่วมแสดงความคิดเห็นด้วยประเด็นคำถามปลายเปิด<br></font>
&nbsp;&nbsp;จ. การตั้งประเด็นปัญหาที่มีคำตอบที่ชัดเจนเป็นหนึ่งเดียว เพื่อให้นักเรียนเกิดความแม่นยำในเนื้อหา <p>

<strong>13.บริการด้านใดเป็นไปเพื่อให้ผู้เรียนได้รับข่าวสารเกี่ยวกับการศึกษาต่อในระดับมหาวิทยาลัย<br></strong>
&nbsp;&nbsp;<font color = "red">ก.บริการสนเทศ<br></font>
&nbsp;&nbsp;ข. บริการจัดวางตัวบุคคล<br>
&nbsp;&nbsp;ค. บริการการให้การปรึกษา<br>
&nbsp;&nbsp;ง. บริการติดตามและประเมินผล<br>
&nbsp;&nbsp;จ. บริการศึกษารวบรวมข้อมูลเป็นรายบุคคล<p>

<strong>14."การอบรมเลี้ยงดูที่ผู้ปกครองสนับสนุนให้เด็กมีพัฒนาการตามวุฒิภาวะของเด็กโดยที่บิดามารดาจะอนุญาตให้เด็กมีอิสระตามควรแก่วุฒิภาวะแต่ในขณะเดียวกันจะกำหนดขอบเขตพฤติกรรมของเด็กอย่างมีเหตุผลแต่ในขณะเดียวกันก็ให้ความรักความอบอุ่นและใส่ใจต่อเด็ก"จากข้อความข้างต้นจัดอยู่ในรูปแบบการอบรมเลี้ยงดูในข้อใด<br></strong>
&nbsp;&nbsp;ก. รูปแบบการอบรมเลี้ยงดูแบบตามใจ<br>
&nbsp;&nbsp;ข. รูปแบบการอบรมเลี้ยงดูแบบควบคุม<br>
&nbsp;&nbsp;ค. รูปแบบการอบรมเลี้ยงดูแบบทอดทิ้ง<br>
&nbsp;&nbsp;<font color = "red">ง. รูปแบบการอบรมเลี้ยงดูแบบเอาใจใส่<br></font>
&nbsp;&nbsp;จ. รูปแบบการอบรมเลี้ยงดูแบบเครือญาติ<p>

<strong>15.เพื่อให้ครูและบุคคลที่เกี่ยวข้องรวบรวมข้อมูลของผู้เรียนอย่างเป็นระบบสะดวกต่อการนำมาใช้ป้องกันแก้ไขและส่งเสริมพัฒนาผู้เรียนให้เจริญงอกงามเต็มตามศักยภาพแห่งตนจัดเป็นบริการด้านใด<br></strong>
&nbsp;&nbsp;ก. บริการสนเทศ<br>
&nbsp;&nbsp;ข. บริการการให้การปรึกษา<br>
&nbsp;&nbsp;ค. บริการการให้การปรึกษา<br>
&nbsp;&nbsp;ง. บริการติดตามและประเมินผล<br>
&nbsp;&nbsp;<font color = "red">จ. บริการศึกษารวบรวมข้อมูลเป็นรายบุคคล<p></font>

<strong>16."การเต้นของหัวใจ การย่อยอาหารของกระเพาะ การตรวจคลื่นสมอง การตรวจหาปริมาณน้ำตาลในเลือด"จากข้อความข้างต้น จัดเป็นพฤติกรรมมนุษย์ประเภทใด <br></strong>
&nbsp;&nbsp;ก. พฤติกรรมการควบคุมหรือสั่งการ<br>
&nbsp;&nbsp;ข. พฤติกรรมภายในหรือจิตใจของมนุษย์<br>
&nbsp;&nbsp;ค. พฤติกรรมภายนอกหรือการแสดงออกของมนุษย์<br>
&nbsp;&nbsp;<font color = "red">ง. พฤติกรรมภายนอกที่ไม่สามารถสังเกตได้ด้วยประสาทสัมผัสโดยตรง<br></font>
&nbsp;&nbsp;จ. พฤติกรรมภายนอกที่ผู้อื่นสามารถสังเกตได้ด้วยประสาทสัมผัสโดยตรงเฉลย<p>

<strong>17.คุณครูพงศ์นรินทร์เข้าสอนในรายวิชาภาษาไทยนักเรียนชั้นประถมศึกษาปีที่6ทุกครั้งที่เข้าสอนจะสังเกตพบว่านักเรียนบางกลุ่มในห้องจะพูดคุยกันในขณะเรียน ไม่สนใจเรียน ข้อใดกล่าวถูกต้องมากที่สุด<br></strong>
&nbsp;&nbsp;ก. เป็นพฤติกรรมปกติตามพัฒนาการของนักเรียน<br>
&nbsp;&nbsp;ข. เป็นพฤติกรรมของเด็กรุ่นใหม่ในปัจจุบันนี้แก้ไขได้ยาก<br>
&nbsp;&nbsp;ค. เป็นพฤติกรรมที่ครูต้องรีบแจ้งให้ผู้บริหารรวมถึงผู้ปกครองทราบโดยด่วน<br>
&nbsp;&nbsp;<font color = "red">ง. เป็นพฤติกรรมที่ครูต้องให้ความสนใจ หาสาเหตุเพื่อหาแนวทางแก้ไขต่อไป<br></font>
&nbsp;&nbsp;จ. เป็นพฤติกรรมที่ครูต้องรีบแก้ไข ไม่ควรปล่อยไว้นานเพราะอาจเกิดเป็นปัญหาร้ายแรง<p>

<strong>18.ข้อใดต่อไปนี้ไม่ใช่แนวทางการแก้ปัญหาของภาวะการเรียนรู้บกพร่อง (Learning Disability: LD)<br></strong>
&nbsp;&nbsp;ก. ผู้ปกครองพัฒนาด้านกีฬา ดนตรี กิจกรรม เพื่อสร้างความมั่นใจ<br>
&nbsp;&nbsp;ข. ให้นักเรียนชั้นประถมศึกษาปีที่ 4 ฝึกการอ่านและการสะกดคำทุกวัน<br>
&nbsp;&nbsp;ค. ให้นักเรียนชั้นประถมศึกษาปีที่ 3 ฝึกการเขียนพยัญชนะภาษาไทยตามเส้นประ<br>
&nbsp;&nbsp;<font color = "red">ง. ให้นักเรียนชั้นประถมศึกษาปีที่5คำนวณเลขและแก้โจทย์ปัญหาทางคณิตศาสตร<br></font>
&nbsp;&nbsp;จ. ผู้ปกครองควรพามาตรวจกับผู้เชี่ยวชาญเพื่อให้ได้รับการวินิจฉัยและแนว่ทางการดูแลรักษา<p>

<strong>19.ข้อใดเป็นเครื่องมือที่มีประสิทธิภาพในการคัดกรองปัญหาผู้เรียนได้ดีสามารถช่วยเหลือผู้สอนคัดกรองปัญหาและช่วยเหลือผู้เรียนเบื้องต้นได้อย่างมีประสิทธิภาพ<br></strong>
&nbsp;&nbsp;ก.แบบประเมินจิตใจเด็ก<br>
&nbsp;&nbsp;ข.แบบประเมินอารมณ์เด็ก<br>
&nbsp;&nbsp;ค.แบบประเมินร่างกายเด็ก<br>
&nbsp;&nbsp;<font color = "red">ง.แบบประเมินพฤติกรรมเด็ก<br></font>
&nbsp;&nbsp;จ.แบบประเมินการสื่อสารเด็ก<p>
 
<strong>20.ข้อใดสอดคล้องกับการยกระดับคุณภาพการศึกษาเป็นไปตามนโยบายและจุดเน้นของกระทรวงศึกษาธิการประจำปีงบประมาณ พ.ศ. 2566<br></strong>
&nbsp;&nbsp;ก. ครูดำรงจัดการเรียนการสอนโดยสนใจแต่กลุ่มผู้เรียนที่เรียนเก่งเท่านั้น<br>
&nbsp;&nbsp;ข. ครูสมชายเตรียมเนื้อหาการสอนเพื่อนำม่าบรรยายให้ผู้เรียนฟังในชั้นเรียน<br>
&nbsp;&nbsp;ค. ครูบำเพ็ญสอนผ่านสื่อสังคมออนไลน์ทั้งหมด โดยไม่มีการพบปะกันแบบเผชิญหน้า<br>
&nbsp;&nbsp;ง. ครูสมศักดิ์ให้ผู้เรียนจดบันทึกเนื้อหารายวิชาตามหนังสือเพื่อให้ผู้เรียนสามารถทำข้อสอบได้<br>
&nbsp;&nbsp;<font color = "red">จ. ครูวราภรณ์ใช้เกมมาช่วยจัดกิจกรรม เพราะเป็นส่วนหนึ่งของ Active Learning และมีส่วนร่วมในการเรียนรู้<p></font>

<strong>21."วันพรุ่งนี้เป็นวันที่นักเรียนจะต้องเข้าร่วมโครงการสอนปรับพื้นฐานการเรียนรู้ แต่เด็กหญิงปราณีมีอาการเป็นไข้สูง ไอ และเจ็บคอ" จากเหตุการณ์ดังกล่าว สอดคล้องกับกฎข้อใดของธอร์นไดค์<br></strong>
&nbsp;&nbsp;ก. กฎแห่งการได้ใช้<br>
&nbsp;&nbsp;ข. กฎแห่งการฝึกหัด<br>
&nbsp;&nbsp;ค. กฎแห่งความพอใจ<br> 
&nbsp;&nbsp;ง. กฎแห่งความเข้าใจ<br> 
&nbsp;&nbsp;<font color = "red">จ.กฎแห่งความพร้อม<p></font>

<strong>22."ในชั้นเรียนมัธยมศึกษาตอนปลายครูต้องจัดการเรียนการสอนที่เน้นทฤษฎีหรือการนำเสนอสาระสำคัญของเนื้อหารายวิชาโดยเฉพาะความเข้าใจหลักการหรือมโนทัศน์ที่ถูกต้อง"การตั้งคำถามเพื่อตรวจสอบความเข้าใจของผู้เรียนควรเป็นลักษณะอย่างไร<br></strong>
&nbsp;&nbsp;ก. ตั้งคำถามชี้นำเพื่อโยงเข้าสู่คำตอบที่ครูต้องการ<br>
&nbsp;&nbsp;ข. ตั้งคำถามปลายปิดที่มีลักษณะการต้องการคำตอบแบบแคบ ๆ<br>
&nbsp;&nbsp;ค. ตั้งคำถามปลายเปิดเพื่อให้นักเรียนได้แสดงความคิดเห็นที่หลากหลาย<br> 
&nbsp;&nbsp;ง. ตั้งคำถามเพื่อทราบความรู้สึก เพื่อให้ผู้เรียนแสดงความคิดเห็นเกี่ยวกับบทเรียน<br> 
&nbsp;&nbsp;<font color = "red">จ. ตั้งคำถามสะท้อน เพื่อให้นักเรียนได้สะท้อนผลหรืออธิบายสิ่งที่ได้จากการเรียนรู้<p></font>

<strong>23."ในบริษัทแห่งหนึ่งมีกลุ่มคนงานที่เห็นบริษัทคือสถานที่ให้ชีวิตแก่เขาและครอบครัวเขาก็จะจงรักภักดีต่อบริษัทที่ทำงานด้วยตลอดมา"จากข้อความดังกล่าวจัดเป็นปัจจัยพื้นฐานทางจิตวิทยาประเภทใด<br></strong>
&nbsp;&nbsp;ก.ความต้องการ<br>
&nbsp;&nbsp;<font color = "red">ข. แรงจูงใจภายใน<br></font>
&nbsp;&nbsp;ค. แรงจูงใจภายนอก<br> 
&nbsp;&nbsp;ง. ความเอื้อเพื้อเผื่อแผ่<br> 
&nbsp;&nbsp;จ. เป็นทั้งแรงจูงใจภายในและภายนอก<p>

<strong>24.ผู้เรียนคนหนึ่งทำการบ้านเรียบร้อยถูกต้องผู้สอนจึงให้รางวัลชมเชยและให้เป็นต้นแบบของผู้เรียนในห้องผู้เรียนคนอื่นๆจึงมีพฤติกรรมเปลี่ยนแปลงโดยพยายามทำการบ้านมาส่งผู้สอนให้เรียบร้อยเพราะมีความคาดหวังว่าคงจะได้รับแรงเสริมหรือรางวัลบ้าง" จากข้อความดังกล่าว ใช้หลักจิตวิทยาของใคร<br></strong>
&nbsp;&nbsp;ก. จอห์น บี วัตสัน<br>
&nbsp;&nbsp;ข. อิวาน พาฟลอฟ<br>
&nbsp;&nbsp;ค. ซิกมันต์ ฟรอยด์<br> 
&nbsp;&nbsp;<font color = "red">ง. อัลเบิร์ต แบนดูรา<br></font> 
&nbsp;&nbsp;จ. จอร์โรม บรูเนอร์<p>

<strong>25."การช่วยให้ผู้เรียนรู้จักวิธีการแสวงหางานวิธีการสมัครงานวิธีการปรับตัวให้เข้ากับงาน และวิธีการปฏิบัติตนให้มีความเจริญก้าวหน้าในการทำงาน" จากข้อความดังกล่าวจัดเป็นการแนะแนวประเภทใด<br></strong>
&nbsp;&nbsp;<font color = "red">ก. การแนะแนวอาชีพ<br></font> 
&nbsp;&nbsp;ข. การแนะแนวการเงิน<br>
&nbsp;&nbsp;ค. การแนะแนวการศึกษา<br> 
&nbsp;&nbsp;ง. การแนะแนวส่วนตัวและสังคม<br> 
&nbsp;&nbsp;จ. การแนะแนวความก้าวหน้าของชีวิต<p>

<strong>26.พฤติกรรมการสอนของครูคนใด เป็นไปตามหลักการเสริมแรงทางบวก<br></strong>
&nbsp;&nbsp;ก. ครูกร บอกให้นักเรียนรู้ตัวล่วงหน้าก่อนการสอบ<br>
&nbsp;&nbsp;ข. ครูกิ่ง แต่งตัวสวยทุกวัน เพื่อให้นักเรียนสนใจเรียน<br>
&nbsp;&nbsp;ค. ครูแก้มบุ้ม ยึดโทรศัพท์นักเรียนทุกครั้งเมื่อเข้าสอน<br> 
&nbsp;&nbsp;ง. ครูมาลัย ถือไม้เรียวเวลาสอน เพื่อให้เด็กตั้งใจเรียนและมีระเบียบ<br> 
&nbsp;&nbsp;<font color = "red">จ. ครูแก้ว ให้คำชมเชยลูกศิษย์ทุกครั้งที่เขาเหล่านั้นท่องคำศัพท์ภาษาอังกฤษได้<p></font> 

<strong>27."ครูจะต้องเป็นผู้กระตุ้น เป็นนักเรียนแก้ปัญหา มีการทำงานร่วมกัน สนใจและใฝ่รู้ในเรื่องของสังคมและ ปัญหาสังคม" จากข้อความดังกล่าวตรงตามหลักการปรัชญาการศึกษาใดมากที่สุด<br></strong>
&nbsp;&nbsp;<font color = "red">ก. ปรัชญาการศึกษาปฏิรูปนิยม<br></font> 
&nbsp;&nbsp;ข. ปรัชญาการศึกษาสารัตถนิยม<br>
&nbsp;&nbsp;ค. ปรัชญาการศึกษานิรันตรนิยม<br> 
&nbsp;&nbsp;ง. ปรัชญาการศึกษาอัตถิภาวนิยม<br> 
&nbsp;&nbsp;จ. ปรัชญาการศึกษาพิพัฒนาการนิยม<p>

<strong>28. ข้อใดเป็นแนวความสำคัญในการแนะแนวการศึกษาต่อสำหรับนักเรียนชั้นมัธยมศึกษาตอนปลายได้ดีที่สุด <br></strong>
&nbsp;&nbsp;ก. ครูสมศรีให้นักเรียนสำรวจความสนใจของตนเองแล้วไปปรึกษากับผู้ปกครองเพื่อวางแผนการศึกษา ต่อในอนาคต<br>
&nbsp;&nbsp;ข. ครูสมควรให้นักเรียนพิจารณาไตร่ตรองความสนใจของตนเองพร้อมกับแนะนำมหาวิทยาลัยที่ตรงกับ
ความสนใจของนักเรียน<br>
&nbsp;&nbsp;ค. ครูสมชายให้นักเรียนพิจารณาไตร่ตรองตนเองอย่างถี่ถ้วน เนื่องจากหากให้นักเรียนตัดสินเลือกสาขาหรือมหาวิทยาลัยอาจจะเกิดความผิดพลาดในอนาคต<br> 
&nbsp;&nbsp;<font color = "red">ง. ครูสมคิดให้นักเรียนวัดความถนัดของตนเองพร้อมกับให้ข้อมูลเกี่ยวกับแนวทางการประกอบอาชีพและการศึกษาต่อที่สอดคล้องกับความถนัดและความสนใจของนักเรียนอย่างรอบด้าน<br></font> 
&nbsp;&nbsp;จ. ครูสมหญิงให้นักเรียนขมวีดิทัศน์การแนวแนวการศึกษาต่อของสถาบันอุดมศึกษาที่มีชื่อเสียงและ รับรองการมีรายได้ที่มั่นคงหลังสำเร็จการศึกษาเพือเป็นข้อมูลการตัดสินใจในการประกอบอาชีพในอนาคตที่มั่นคง<p>

<strong>29.ด.ญ.ธิดารัตน์มีพฤติกรรมตั้งใจเรียนมาโดยตลอด แต่ในช่วงเวลา 1 เดือนที่ผ่านมา ครูสังเกตเห็นว่า ด.ญ.
ธิดารัตน์ มักจะหลับในชั้นเรียนเป็นประจำ ครูควรเก็บรวบรวมข้อมูลนักเรียนด้วยวิธีการใดเพื่อให้ได้ข้อมูล ที่สามารถทำความเข้าใจ ด.ญ.ธิดารัตน์ ได้มากที่สุด<br></strong>
&nbsp;&nbsp;ก. ใช้แบบทดสอบบุคลิกภาพเพื่อให้ได้ข้อมูลและนำส่งต่อผู้เชี่ยวชาญ<br>
&nbsp;&nbsp;<font color = "red">ข. ใช้วิธีการสัมภาษณ์ผู้ที่เกี่ยวข้องกับ ด.ญ.ธิดารัตน์ แล้วไปเยี่ยมบ้าน<br></font> 
&nbsp;&nbsp;ค. ใช้แบบบันทึกพฤติกรรมร่วมกับการสัมภาษณ์ ด.ญ.ธิดารัตน์เพิ่มเติม<br> 
&nbsp;&nbsp;ง. นำแบบทดสอบ 1Q ไปวัดผู้เรียนและสัมภาษณ์ครูประจำชั้นเพิ่มเติม<br>
&nbsp;&nbsp;จ. เสนอโครงการให้ผู้บริหารให้ได้จัดโครงการพัฒนาผู้เรียนตลอดภาคเรียน<p>

<strong>30." การที่วัยรุ่นจะคบเพื่อนต่างเพศไม่ใช่เรื่องแปลกประหลาดในสังคมปัจจุบัน แต่วัยรุ่นที่คิดจะมีคู่ครองต้องระวังตนเอง ให้คบกันในขอบเขตที่เหมาะสม" จากข้อความข้างต้น ข้อใดปฏิบัติตนได้เหมาะสมที่สุด<br></strong>
&nbsp;&nbsp;<font color = "red">ก. ควรช่วยเหลือกันในสิ่งที่พอจะช่วยกันได้อย่างเหมาะสม<br></font> 
&nbsp;&nbsp;ข. อยู่กับเพื่อนต่างเพศสองต่อสองในที่สาธารณะในยามวิกาล<br>
&nbsp;&nbsp;ค. พูดล้อเลียน ฉีกหน้า หรือทำให้อับอายเพื่อสร้างปฏิสัมพันธ์ที่ดี<br> 
&nbsp;&nbsp;ง. ไม่จำเป็นต้องแสดงความขอบคุณ เมื่อได้รับความช่วยเหลือจากเพศตรงข้าม<br> 
&nbsp;&nbsp;จ. ผู้ชายเป็นเพศที่แข็งแรง สามารถพูดทับถมผู้อื่นแสดงให้เห็นว่าตัวเหนือกว่าได้<p>

<strong>31.นักเรียนคนหนึ่งมักจะถูกเพื่อนล้อเลียนเกี่ยวกับเรื่องรูปร่างและน้ำหนักโดยมีการเปรียบเทียบกับนักเรียนคนอื่นอยู่เสมอ ส่งผลทำให้นักเรียนคนนั้นมีพฤติกรรมการเก็บตัว ไม่อยากไปโรงเรียน" ครูควรให้คำแนะนำอย่างไรจึงจะเหมาะสมที่สุด<br></strong>
&nbsp;&nbsp;ก. แนะนำให้นักเรียนไปลดน้ำหนักเพื่อมีรูปร่างที่ดี<br>
&nbsp;&nbsp;<font color = "red">ข. แนะนำและฝึกให้นักเรียนเป็นคนมั่นใจในตนเอง<br></font> 
&nbsp;&nbsp;ค. แนะนำให้นักเรียนเลิกคุยกับเพื่อนที่ล้อเลียนนักเรียน<br>
&nbsp;&nbsp;ง. ยอมรับฟังปัญหาของนักเรียนแต่ไม่แสดงความคิดเห็นเกี่ยวกับการถูกล้อเลียน<br>
&nbsp;&nbsp;จ. แนะนำให้นักเรียนไปปรึกษาเพื่อนกลุ่มอื่นจะทำให้ได้คำตอบที่สอดคล้องกับธรรมชาติของนักเรียนมากที่สุด<p>

<strong>32.เด็กชายเอชอบชวนเพื่อนคุยในช่วงเวลาที่ครูบรรยายเนื้อหา ครู้จึงออกแบบกิจกรรมใหม่โดยให้นักเรียนได้อภิปรายเกี่ยวกับประเด็น คือ เนื้อหาที่ครูกำลังสอน และให้ร่วมกันทำกิจกรรม จากนั้นครูได้สังเกตพบว่าเด็กชายเอให้ความสนใจในการพูดคุยกับเพื่อนในกลุ่มและยังมีความสุขในการทำกิจกรรมกลุ่ม จากสถานการณ์ดังกล่าว ข้อใดกล่าวถูกต้องเกี่ยวกับรูปแบบหรือแบบแผนการเรียนรู้ของเด็กชายเอ<br></strong>
&nbsp;&nbsp;ก. เรียนรู้ได้ดีเมื่อได้ฝึกกล้ามเนื้อมัดเล็ก<br>
&nbsp;&nbsp;ข. เรียนรู้ได้ดีเมื่อได้มีการพูดคุยและการฟัง<br>
&nbsp;&nbsp;<font color = "red">ค. เรียนรู้ได้ดีผ่านการสัมผัสและการกระทำ<br></font>  
&nbsp;&nbsp;ง. เรียนรู้ได้ดีเมื่อมีการกำกับและติดตามในการทำงาน<br> 
&nbsp;&nbsp;จ. เรียนรู้ได้ดีเมื่อได้มีปฏิสัมพันธ์กับสื่อและแหล่งเรียนรู้<p>

<strong>33.จากคำกล่าวที่ว่า "สายอาชีพครู เดี๋ยวนี้คนเรียนจบกันมาก ทำให้หางานยาก" ข้อใดสอดคล้องกับคำกล่าวนี้มากที่สุด<br></strong>
&nbsp;&nbsp;ก. เป็นเรื่องที่น่าเป็นห่วงเพราะเห็นคนจบแล้วหางานทำไม่ได้<br>
&nbsp;&nbsp;ข. คนเราจะเรียนอะไรก็ได้เพราะการเรียนจะทำให้คนมีความคิดกว้างขึ้น<br>
&nbsp;&nbsp;<font color = "red">ค. ถ้าตั้งใจอยากเรียนครูก็ควรเรียน เพราะถ้ามีความสามารถจริงก็หางานทำได้<br></font> 
&nbsp;&nbsp;ง. ขอให้ได้เรียนไปก่อน การแก้ปัญหาเป็นเรื่องข้างหน้า คนมีปัญหาต้องแก้ปัญหาได้<br> 
&nbsp;&nbsp;จ. การหางานยากเป็นคนละส่วนกันกับการเรียนสายอาชีพครู คำกล่าวนี้ไม่สอดคล้องกัน<p>

<strong>34.นายวาทีเคยประสบอุบัติเหตุเกี่ยวกับรถยนต์ เพราะขับรถเร็วขณะฝนตก ทำให้รู้สึกกลัวการขับรถขณะฝนตกหนัก จึงหาวิธีป้องกันด้วยการลดความเร็วลง เปิดที่ปัดน้ำฝน และเปิดไฟหน้ารถ" จากข้อความ ดังกล่าว ข้อใดกล่าวถูกต้องเกี่ยวกับความสัมพันธ์ของพฤติกรรมภายในกับพฤติกรรมภายนอก<br></strong>
&nbsp;&nbsp;ก. พฤติกรรมของมนุษย์เป็นกระบวนการต่อเนื่อง<br>
&nbsp;&nbsp;ข. พฤติกรรมภายในเป็นตัวกำหนดพฤติกรรมภายนอก<br>
&nbsp;&nbsp;<font color = "red">ค. พฤติกรรมภายนอกเป็นตัวกำหนดพฤติกรรมภายใน<br></font> 
&nbsp;&nbsp;ง. ถูกทั้ง ก. และ ค.<br>
&nbsp;&nbsp;จ. ไม่มีข้อใดกล่าวถูกต้อง<p>

<strong>35.การจัดกระบวนการเรียนรู้ตามข้อใดต่อไปนี้สอดคล้องกับแนวทางของทฤษฎีการเรียนรู้แบบพหุปัญญาที่ให้ความสำคัญกับความถนัดและความแตกต่างของแต่ละบุคคลมากที่สุด<br></strong>
&nbsp;&nbsp;<font color = "red">ก. การจัดการเรียนรู้ในลักษณะการบูรณาการเนื้อหาและวิธีการเพื่อให้การเรียนรู้มีลักษณะเป็นองค์รวม<br></font> 
&nbsp;&nbsp;ข. การจัดการเรียนรู้ในลักษณะการบูรณาการเนื้อหาและวิธีการเพื่อให้การเรียนรู้มีลักษณะเป็นองค์รวม<br>
&nbsp;&nbsp;ค. การจัดกิจกรรมการเรียนรู้เพื่อให้นักเรียนได้มีการศึกษาค้นคว้าด้วยตนเองตามความถนัดของแต่ละบุคคล<br> 
&nbsp;&nbsp;ง. การจัดกิจกรรมการเรียนรู้ที่เน้นไปที่การพัฒนาทักษะการคิดขั้นสูงเพื่อให้นักเรียนเกิดการพัฒนาตนเองได้อย่างเต็มประสิทธิภาพ<br> 
&nbsp;&nbsp;จ. การจัดกิจกรรมการเรียนรู้ที่มีการใช้สื่อการเรียนรู้แบบผสมผสานเพื่อให้นักเรียนเข้าใจเนื้อหาสาระวิชาไดวิชาหนึ่งได้อย่างแม่นยำ<p>

<strong>36.นายโชคเป็นเพื่อนกับนายต้นวันหนึ่งนายโชคคิดถึงเพื่อนจึงเดินทางไปเยี่ยมเยียนนายต้นที่บ้านทั้งสองฝ่ายพูดคุยกันอย่างสนิทสนมทำให้ผูกพันกันมากขึ้นทำให้นายโชคและนายต้นยิ่งผูกพันไปเยี่ยมเยียนกันบ่อยขึ้นจากข้อความดังกล่าวข้อใดกล่าวถูกต้องเกี่ยวกับความสัมพันธ์ของพฤติกรรมภายในกับพฤติกรรมภายนอก<br></strong>
&nbsp;&nbsp;<font color = "red">ก. พฤติกรรมของมนุษย์เป็นกระบวนการต่อเนื่อง<br></font> 
&nbsp;&nbsp;ข. พฤติกรรมภายในเป็นตัวกำหนดพฤติกรรมภายนอก<br>
&nbsp;&nbsp;ค. พฤติกรรมภายนอกเป็นตัวกำหนดพฤติกรรมภายใน<br> 
&nbsp;&nbsp;ง. ถูกทั้ง ก. และ ค.<br> 
&nbsp;&nbsp;จ. ไม่มีข้อใดกล่าวถูกต้อง<p>

<strong>37. "เด็กชายต้นไม้มีพฤติกรรมชอบมองหน้าต่าง จดจ่ออยู่กับการเรียนไม่นานก็เบื่อหน่าย ในระหว่างที่ครูสอนหรือทำกิจกรรมที่เด็กชายต้นไม้ไม่สนใจ เขามักจะทำกิจกรรมอื่นแทน" จากสถานการณ์ดังกล่าว ข้อใดกล่าวถูกต้อง<br></strong>
&nbsp;&nbsp;ก. เป็นปัญหาจากพฤติกรรมการบกพร่องทางการเรียนรู้<br>
&nbsp;&nbsp;<font color = "red">ข. เป็นปัญหาจากการขาดสมาธิในการเรียนหรืออาการบ่งบอกถึงภาวะสมาธิสั้น<br></font> 
&nbsp;&nbsp;ค. เป็นปัญหาจากพัฒนาการทางสติปัญญาที่ไม่สมบูรณ์ตามช่วงวัยจึงส่งผลต่อพฤติกรรมในการเรียนรู้<br> 
&nbsp;&nbsp;ง. เป็นปัญหาจากการขาดวุฒิภาวะทางอารมณ์ โดยเฉพาะการแสดงพฤติกรรมที่ขาดความยับยั้งชั่งใจในการแสดงออก<br> 
&nbsp;&nbsp;จ. เป็นปัญหาจากการขาดคุณธรรมและจริยธรรม เห็นได้จากการแสดงออกถึงพฤติกรรมที่ไม่เหมาะสมในชั้นเรียนและเป็นการไม่ให้เกียรติครูผู้สอน<p>

<strong>38.ข้อใดต่อไปนี้เป็นการจัดการเรียนการสอนที่สอดคล้องกับแบบแผนการเรียนรู้ของผู้เรียนที่ชอบเรียนรู้ด้วยตนเองมากที่สุด<br></strong>
&nbsp;&nbsp;ก. ออกแบบกิจกรรมการเรียนการสอนโดยใช้สื่อที่เน้นรูปภาพหรือภาพเคลื่อนไหวเป็นหลัก<br>
&nbsp;&nbsp;ข. ใช้สื่อผสมผสานระหว่างรูปภาพและคำบรรยายเพื่อให้นักเรียนเข้าใจบทเรียนได้ชัดเจนขึ้น<br>
&nbsp;&nbsp;ค. จัดกิจกรรมการเรียนรู้ที่มีการเคลื่อนไหวหรือการลงมือปฏิบัติเพื่อให้นักเรียนเกิดประสบการณ์ตรง<br> 
&nbsp;&nbsp;<font color = "red">ง. กำหนดภาระงานที่ให้นักเรียนสามารถค้นคว้าด้วยตนเองจากสื่อการเรียนรู้ทั้งในชั้นเรียนและนอก ห้องเรียนอย่างยึดหยุ่น<br></font>  
&nbsp;&nbsp;จ. นำเสนอสื่อการเรียนการสอนด้วยวีดิทัศน์ จากนั้นให้นักเรียนอธิบายสถานการณ์ปัญหาเพื่อสร้าง ข้อสรุปที่เป็นที่ยอมรับของกลุ่ม<p>

<strong>39.สถานการณ์ในข้อใดต่อไปนี้มีความเหมาะสมที่จะใช้การศึกษารายกรณีศึกษาเพื่อรวบรวมข้อมูลสำหรับ วิเคราะห์ปัญหาเชิงพฤติกรรมของนักเรียนได้อย่างครบถ้วน<br></strong>
&nbsp;&nbsp;ก. ครูเอพบว่านักเรียนที่เรียนวิชาวิทยาศาสตร์ไม่ค่อยส่งการบ้านและไม่ค่อยสนใจบทเรียน<br>
&nbsp;&nbsp;<font color = "red">ข. ครูบีสังเกตพฤติกรรมของนักเรียนในชั้นเรียน พบว่า เด็กชายบอยชอบเก็บตัว เข้ากับเพื่อนไม่ค่อยได้<br></font> 
&nbsp;&nbsp;ค. ครูชีสอนวิชาภาษาอังกฤษ พบว่า ผลการทดสอบการศึกษาระดับชาติของนักเรียนต่ำกว่าค่าเฉลี่ย
ระดับประเทศ<br> 
&nbsp;&nbsp;ง. ครูดีสอนวิชาพละศึกษาสังเกตว่านักเรียนบางส่วนยังขาดทักษะการเล่นบาสเก็ตบอล เนื่องจาก นักเรียนไม่จดจ่อกับสิ่งที่ครูได้สาธิตให้ดู<br> 
&nbsp;&nbsp;จ. ครูเอฟเป็นที่ปรึกษานักเรียนชั้นมัธยมศึกษาปีที่ 2 พบว่า นักเรียนบางส่วนไม่ค่อยเข้าร่วมกิจกรรมที่โรงเรียนจัดขึ้น โดยเฉพาะกิจกรรมเสริมหลักสูตร<p>

<strong>40.ข้อใดกล่าวถูกต้องที่สุดเกี่ยวกับระบบดูแลช่วยเหลือนักเรียน<br></strong>
&nbsp;&nbsp;ก. ครู A สรุปผลการคัดกรองพฤติกรรมนักเรียน รวบรวมข้อมูลและเก็บไว้เป็นความสับ<br>
&nbsp;&nbsp;ข. ครู B วิเคราะห์ข้อมูลพฤติกรรมนักเรียน รวบรวมข้อมูลจากนักเรียนเป็นรายบุคคลเพื่อดูแนวโน้ม<br>
&nbsp;&nbsp;ค. ครู C กำหนดวิธีการคัดกรองพฤติกรรมของนักเรียนในความรับผิดชอบโดยใช้วิธีการที่ตนเองกำหนดขึ้น<br> 
&nbsp;&nbsp;ง. ครู E สรุปผลการคัดกรองพฤติกรรม รวบรวมข้อมูล รายงานผลให้กับผู้บริหารรับทราบเพื่อกำหนดนโยบาย<br> 
&nbsp;&nbsp;<font color = "red">จ. ครู D วิเคราะห์ผลการคัดกรองพฤติกรรมของนักเรียน แบ่งนักเรียนออกเป็น 3 กลุ่ม คือ กลุ่มป้องกันกลุ่มแก้ไข กลุ่มส่งเสริมและพัฒนา<p></font> 

<strong>41.ข้อใดเป็นการจัดการเรียนการสอนที่อยู่บนพื้นฐานความแตกต่างของผู้เรียนและช่วยให้ผู้เรียนเกิดแรงจูงใจไฝ่เรียนรู้ได้ดีที่สุด<br></strong>
&nbsp;&nbsp;ก. ครูสมรักษ์จัดกิจกรรมวาดภาพแบบเล่าเรื่องให้ทุกคนสามารถแต่งเติมเรื่องราวผ่านภาพได้<br>
&nbsp;&nbsp;ข. ครูสมควรนำรูปแบบการเรียนการสอนแบบเกมเป็นฐานมาสร้างแรงจูงใจในการร่วมกิจกรรมในชั้นเรียน<br>
&nbsp;&nbsp;ค. ครูสมชายออกแบบการเรียนรู้ด้วยการใช้กิจกรรมกลุ่มเพื่อให้นักเรียนได้พูดคุยและสรุปบทเรียนร่วมกัน<br> 
&nbsp;&nbsp;<font color = "red">ง. ครูสมปองกำหนดให้นักเรียนเรียนรู้จากสื่อและแหล่งเรียนรู้ต่าง ๆ ด้วยตนเองและผสมผสานกับการใช้กิจกรรมกลุ่ม<br></font> 
&nbsp;&nbsp;จ. ครูสมถวิลใช้ภาพและวิดีทัศน์บรรยายเนื้อหาวิชาเพื่อเพิ่มความน่าสนใจพร้อมกับใช้คำถามให้นักเรียนมีส่วนร่วมในชั้นเรียน<p>

<strong>42. ข้อใดสอดคล้องตามรูปแบบการอบรมเลี้ยงดูแบบควบคุม<br></strong>
&nbsp;&nbsp;ก. ผู้ปกครองไม่ให้ความสนใจหรือตอบสนองความต้องการของเด็ก้<br>
&nbsp;&nbsp;ข. ผู้ปกครองใช้การลงโทษน้อย ไม่เรียกร้องหรือควบคุมพฤติกรรมเด็ก<br>
&nbsp;&nbsp;ค. ผู้ปกครองจะมีการเรียกร้องสูง แต่ในขณะเดียวกันก็ให้ความรักความอบอุ่น<br> 
&nbsp;&nbsp;<font color = "red">ง. ผู้ปกครองมีการจัดระบบการควบคุมและวางกฎเกณฑ์ให้เด็กปฏิบัติตามอย่างเข้มงวด<br></font>  
&nbsp;&nbsp;จ. ผู้ปกครองอาจให้คำปรึกษาหรือพยายามใช้เหตุผลกับเด็ก แต่ไม่มีอำนาจในการควบคุมพฤติกรรมของเด็ก<p>

<strong>43. "ในชั้นเรียนนักเรียนมัธยมศึกษาปีที่ 5 ครูพบว่านางสาวแอนนาชอบเก็บตัว ไม่ยอมสุงสิงกับใคร อีกทั้งยังแสดงสีหน้าเคร่งเครียดคล้ายกับกำลังอยู่ในภาวะความเศร้าหรือผิดหวังมายาวนาน" ข้อใดกล่าวถูกต้องเกี่ยวกับปัญหาของนางสาวแอนนามากที่สุด<br></strong>
&nbsp;&nbsp;ก. เป็นพฤติกรรมปกติตามพัฒนาการของนักเรียน<br>
&nbsp;&nbsp;ข. เป็นพฤติกรรมที่การขาดการอบรมบ่มนิสัยจากครอบครัว<br>
&nbsp;&nbsp;ค. เป็นพฤติกรรมที่ครูต้องรีบแก้ไขไม่ควรปล่อยไว้นานเพราะอาจเกิดเป็นปัญหาร้ายแรงในอนาคต<br> 
&nbsp;&nbsp;ง. เป็นพฤติกรรมที่ครูควรมองข้ามหากใส่ใจมากเกินอาจจะกระทบต่อการเรียนของนักเรียนกลุ่มอื่น<br> 
&nbsp;&nbsp;<font color = "red">จ. เป็นพฤติกรรมที่ครูควรให้ความสำคัญซึ่งอาจจะต้องมีการศึกษาข้อมูลนักเรียนเพิ่มเติมที่หลากหลาย วิธีเพื่อค้นหาสาเหตุและหาทางแก้ไขต่อไป<p></font>  

<strong>44.การออกแบบการเรียนรู้ในข้อใดสอดคล้องกับแบบการเรียนรู้ (Learning style) ของผู้เรียนตามความเป็นจริงมากที่สุด<br></strong>
&nbsp;&nbsp;ก. ครูสมชายร้องและเล่นกีตาร์ให้นักเรียนฟังเพื่อการผ่อนคลาย<br>
&nbsp;&nbsp;ข. ครูสมบัติมอบหมายงานให้ไปทำโครงงานวิทยาศาสตร์ที่สนใจ<br>
&nbsp;&nbsp;ค. ครูสมสวยใช้การสอนแบบเพื่อนช่วยเพื่อนในรายวิชาคณิตศาสตร์ในเรื่องการหาร<br> 
&nbsp;&nbsp;ง. ครูสมหญิงจัดการสอนวิชาประวัติศาสตร์โดยวิธีการถาม-ตอบในชั้นเรียนตลอดทั้งชั่วโมง<br> 
&nbsp;&nbsp;<font color = "red">จ. ครูสมศรีจัดการเรียนรู้โดยการให้ดูคลิปวิดีโอการพับกล่องกระดาษและให้พับกล่องกระดาษตามเฉลยม<p></font>  

<strong>45. กิจกรรมใดต่อไปนี้สามารถนำมาใช้พัฒนาสมองทั้งชีกซ้าย (ส่วนของการตัดสินใจ) และซีกขวา (ส่วนของความคิดสร้างสรรค์) ของผู้เรียนได้เหมาะสมที่สุด<br></strong>
&nbsp;&nbsp;ก. ครูวีระนำเข้าสู่บทเรียนวิชาภาษาอังกฤษโดยการวาดรูป<br>
&nbsp;&nbsp;ข. ครูนิภาสอนนักเรียนท่องศัพท์ภาษาอังกฤษทุกวันหลังเลิกเรียน<br>
&nbsp;&nbsp;ค. ครูสมหมายให้นักเรียนทดสอบเนื้อหาวิชาภาษาอังกฤษก่อนการเรียนทุกครั้ง<br> 
&nbsp;&nbsp;<font color = "red">ง. ครูลิลลี่สอนการทักทายเป็นภาษาอังกฤษโดยใช้เพลงผ่านกิจกรรมการร้องเพลง<br></font> 
&nbsp;&nbsp;จ. ครูสุพจน์ใช้กิจกรรมการสอนภาษาอังกฤษด้วยวิธีการเล่นครอสเวิร์ดในคาบเรียน<p>

<strong>46.เด็กหญิงบี ที่บ้านมีฐานะทางครอบครัวค่อนข้างดี แต่ทางครอบครัวไม่ค่อยใส่ใจ จึงทำให้ไม่สนใจการเรียน"จากสถานการณ์ดังกล่าว หากท่านเป็นครูประจำชั้น ท่านจะใช้วิธีการใดรวบรวมข้อมูลเพื่อนำไปสู่การแก้ไข ปัญหาพฤติกรรมของนักเรียนได้อย่างเหมาะสมที่สุด<br></strong>
&nbsp;&nbsp;ก. เริ่มจากการศึกษาข้อมูลพื้นฐานจากระเบียนสะสม แล้วจึงสัมภาษณ์นักเรียน จากนั้นสรุปัญหาพฤติกรรม<br>
&nbsp;&nbsp;ข. ให้นักเรียนประเมินตนเองในเรื่องของความถนัดทางการเรียน จากนั้นจึงจัดกิจกรรมเพื่อส่งเสริม ศักยภาพของนักเรียน<br>
&nbsp;&nbsp;ค. ให้นักเรียนประเมินตนเองพร้อมกับบอกสาเหตุของการแสดงพฤติกรรมและการให้ข้อเสนอแนะในการแก้ปัญหาด้วยตนเอง<br> 
&nbsp;&nbsp;<font color = "red">ง. เริ่มจากการศึกษาข้อมูลพื้นฐานทั่วไป จากนั้นจึงสัมภาษณ์ครอบครัวด้วยการไปเยี่ยมบ้าน แล้วจึง พูดคุยถึงแนวทางในการแก้ไขปัญหาร่วมกันระหว่างครูและผู้ปกครอง<br></font>  
&nbsp;&nbsp;จ. ใช้วิธีการสังคมมิติเพื่อศึกษาพฤติกรรมการอยู่ร่วมกับนักเรียนคนอื่น เพื่อวางแผนในการเสริมสร้างความสัมพันธ์ระหว่างเพื่อนในชั้นเรียน เพื่อทดแทนการขาดความเอาใจใส่จากครอบครัวเฉลย <p>

<strong>47.ในชั้นเรียนวิทยาศาสตร์ที่ครูต้องเคร่งครัดกับแบบแผนวิธีการทดลองและการใช้เครื่องมือการทดลองควรจัดบรรยากาศการเรียนรู้แบบใดจะเหมาะสมมากที่สุด<br></strong>
&nbsp;&nbsp;<font color = "red">ก. บรรยากาศที่เปิดโอกาสให้ผู้เรียนได้มีส่วนร่วมทางการเรียนรู้ภายใต้การกำกับควบคุมดูแลของผู้สอนอย่างใกล้ชิด
<br></font>
&nbsp;&nbsp;ข. บรรยากาศที่เปิดโอกาสให้ผู้เรียนกับผู้สอนเรียนรู้ที่จะใช้อุปกรณ์การทดลองร่วมกัน เพื่อสร้างความอบอุ่นในขั้นเรียน<br>
&nbsp;&nbsp;ค. บรรยากาศที่ให้ความอบอุ่นเป็นกันเอง ฝึกให้ผู้เรียนได้ทดลองผิตลองถูกจนกว่าจะทำตามแบบแผนการทดลองที่ถูกต้อง<br> 
&nbsp;&nbsp;ง. บรรรยากาศที่เปิดโอกาสให้ผู้เรียนได้มีอิสระในการทดลองอย่างเสรี เพื่อให้นักเรียนเรียนรู้ด้วยตนเอง ซึ่งจะเป็นการเรียนรู้ที่คงทน<br> 
&nbsp;&nbsp;จ. บรรยากาศที่ผู้สอนจะต้องควบคุมการเรียนรู้ของผู้เรียนอย่างเคร่งครัด เพื่อไม่ให้เกิดข้อผิดพลาดจากการทดลองที่ผิดจากระเบียบแบบแผนการทดลองที่กำหนดไว้<p>

<strong>48.ข้อใดต่อไปนี้ใช้หลักการในการสร้างแรงจูงใจใฝ่เรียนรู้ให้กับผู้เรียนได้อย่างเหมาะสม<br></strong>
&nbsp;&nbsp;ก. มอบของรางวัลสำหรับนักเรียนที่มีผลคะแนนสูงสุดในรายวิชาวิทยาศาสตร์<br>
&nbsp;&nbsp;ข. มอบทุนการศึกษาสำหรับนักเรียนที่ส่งการบ้านวิชาคณิตศาสตร์อย่างสม่ำเสมอ<br>
&nbsp;&nbsp;<font color = "red">ค.ให้คำชมหรือข้อเสนอแนะที่เป็นประโยชน์ต่อผลการพัฒนาโครงงานให้สมบูรณ์ยิ่งขึ้น<br></font>
&nbsp;&nbsp;ง. มอบเงินรางวัลสำหรับนักเรียนที่ชนะเลิศการแข่งขันตอบปัญหาสุขภาพในงานสัปดาห์ส่งเสริมสุขภาพ<br> 
&nbsp;&nbsp;จ. อนุญาตให้นักเรียนใช้โทรศัพท์ในชั้นเรียนได้หากนักเรียนสามารถแก้โจทย์ปัญหาทางคณิตศาสตร์ที่ซับซ้อน<p>


<strong>49.ในระหว่างการเรียนการสอนรายวิชาสังคมศึกษาของนักเรียนชั้นประถมศึกษาปีที่6ครูสมศรีสังเกตว่าผู้เรียนบางคนนำการบ้านรายวิชาอื่นที่ไม่เกี่ยวข้องกับรายวิชาที่กำลังสอนขึ้นมาทำ"หากท่านเป็นครูสมศรีจะแก้ไขปัญหาอย่างไรจึงจะเหมาะสมที่สุด<br></strong>
&nbsp;&nbsp;ก. พยายามไม่สนใจเพื่อให้การดำเนินการจัดการเรียนการสอนเป็นไปอย่างราบรื่น<br>
&nbsp;&nbsp;ข. พยายามหากิจกรรมที่น่าสนใจมาใช้ในชั้นเรียนเพื่อให้นักเรียนหันมาใส่ใจบทเรียนมากขึ้น<br>
&nbsp;&nbsp;ค. มอบหมายงานในรายวิชาที่ตนเองกำลังสอนให้นักเรียนมากขึ้นเพื่อให้นักเรียนได้มีเวลาใส่ใจในประเด็นหรือเนื้อหาที่ครูกำลังสอน<br> 
&nbsp;&nbsp;ง. ตัดคะแนนความประพฤติของนักเรียนที่นำการบ้านรายวิชาอื่นขึ้นมาทำเพื่อไม่ให้นักเรียนคนอื่น ยึดถือเป็นแบบอย่าง รวมถึงเพื่อให้นักเรียนไม่แสดงพฤติกรรมดังกล่าวอีกต่อไป<br> 
&nbsp;&nbsp;<font color = "red">จ. กำหนดกติกาในการเรียนรู้ให้ชัดเจนเพื่อให้นักเรียนได้ทำตามรวมถึงการพยายามออกแบบกิจกรรมการเรียนรู้ที่เน้นให้ผู้เรียนได้มีส่วนร่วมเพื่อให้นักเรียนหันมาสนใจบทเรียนมากขึ้น<p></font>

<strong>50.เด็กชายโอปรึกษาครูประจำชั้นว่า "ระยะนี้อาจจะไม่ได้ส่งงานตามกำหนดเนื่องจากต้องแบ่งเวลาเพื่อ ช่วยเหลืองานที่บ้าน" สถานการณ์ดังกล่าว ในฐานะครูที่ปรึกษา ท่านจะมีแนวทางในการแก้ไขหรือให้ความช่วยเหลือนักเรียนอย่างไรจึงจะเหมาะสม<br></strong>
&nbsp;&nbsp;ก. ทำหนังสือบันทึกไปยังครูผู้สอนห้องเรียนของเด็กชายบีเพื่ออนุโลมไม่ให้หักคะแนนในกรณีที่นักเรียนส่งงานช้า<br>
&nbsp;&nbsp;ข. ไปเยี่ยมบ้านเด็กชายบีพร้อมกับแนะนำให้ผู้ปกครองจ้างลูกจ้างแทนการใช้แรงงานเด็กเพื่อไม่ให้กระทบผลการเรียน<br>
&nbsp;&nbsp;ค. พยายามรับฟังปัญหาของเด็กชายบีและแนะนำให้เด็กไทยบีปรึกษากับเพื่อนเรื่องการทำการบ้านให้สามารถส่งทันเวลา<br> 
&nbsp;&nbsp;ง. รับฟังปัญหาของเด็กชายบีแล้วประสานงานไปยังครูผู้สอนให้ลดภาระการบ้าน มีภาระงานให้กับเด็กชายบีให้น้อยที่สุด<br> 
&nbsp;&nbsp;<font color = "red">จ. รับฟังปัญหาและร่วมพูดคุยผู้ปกครอง เพื่อร่วมกันหาวิธีการแก้ไขปัญหาและร่วมวางแผนการจัดการเวลาให้กับนักเรียนเพื่อไม่ให้กระทบต่อการเรียน<p></font>
</body>   
</html>